Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Vortragsdauer: ca. 6–7 Minuten
en_gb: Length of presentation: approx. 6-7 minutes

source: Das allgemeine Thema wird den Studierenden mindestens sieben (7) Tage vor der Prüfung bekannt gegeben.
en_gb: Students are informed of the general topic at least seven (7) days before the examination.

source: Die Rede wird ab Notizen oder völlig frei gehalten und entweder live vorgetragen oder ab Video eingespielt.
en_gb: The speech is given with or without reference to notes, live or on video.

source: Es wird eine möglichst vollständige, sachlich und sprachlich korrekte sowie stilistisch überzeugende Wiedergabe erwartet.
en_gb: The interpretation should be fluent, factually and linguistically correct, and given in an appropriate style.

source: Am ersten Prüfungstermin sind keine externen Experten und in der Regel keine Semesterlehrkräfte anwesend.
en_gb: No external experts and usually no teaching staff are present at this examination.

source: Am zweiten Prüfungstermin werden Simultandolmetschen ohne Text sowie Konsekutivdolmetschen geprüft.
en_gb: The examinations Simultaneous Interpreting without Text and Consecutive Interpreting are held on the second examination date.

source: Beim zweiten Prüfungstermin erfolgt die Bewertung aller drei Leistungen beider Prüfungstermine.
en_gb: The final assessment of all exams held is made on the second examination date.

source: In besonderen Fällen kann der Prüfungsvorsitz eine andere Reihenfolge der Prüfungen und Prüfungstermine vorsehen.
en_gb: In special cases the chief examiner may decide that the examinations should be held in a different order.

source: Termin 1:
en_gb: First examination date:

source: Simultandolmetschen mit Text
en_gb: Simultaneous Interpreting with Text

source: Die KandidatInnen werden alle gemeinsam oder unmittelbar nacheinander geprüft.
en_gb: Candidates are tested together or in immediate succession.

source: Die KandidatInnen begeben sich zum vorgesehenen Zeitpunkt (Prüfungstermin) vor den Prüfungsraum und warten, bis sie hereingebeten werden.
en_gb: The candidate goes to the examination room at the appointed time and waits outside until called.

source: Sie erhalten dort den Prüfungstext, den Sie während 30 Minuten in einem ihnen zugewiesenen Raum alleine vorbereiten.
en_gb: They are given the examination text, which they prepare for 30 minutes in a designated room.

source: Die Konsultation von Personen ist nicht erlaubt und führt zum Ausschluss.
en_gb: There may be no conferring with other people. Candidates found conferring will be disqualified from the examination.

source: Sämtliche übrigen Hilfsmittel sind erlaubt.
en_gb: All other aids and resources are permitted.

source: Nach Ablauf dieser 30 Minuten begeben sich die KandidatInnen in die Dolmetschkabinen im Prüfungsraum, jeweils eine Person pro Kabine.
en_gb: After 30 minutes preparation time, candidates go into the interpreters’ booths in the examination room, one person per booth.

source: Die Prüfungsrede wird (eventuell mit Änderungen) vorgelesen und aufgezeichnet.
en_gb: The examination text is read aloud (with possible changes) and recorded.

source: Die Kandi-datInnen dolmetschen die Rede simultan mit Textvorlage.
en_gb: The candidates interpret the speech simultaneously, with reference to the text.

source: Ihre Dolmetschleistungen werden einzeln aufgezeichnet.
en_gb: Their interpretations are individually recorded.

source: Termin 2:
en_gb: Second examination date:

source: Simultandolmetschen ohne Text und Konsekutivdolmetschen
en_gb: Simultaneous Interpreting without Text and Consecutive Interpreting

source: Die Kandidatin/der Kandidat begibt sich zum vorgesehenen Zeitpunkt (Prüfungstermin) vor den Prüfungsraum und wartet, bis sie/er hereingebeten wird.
en_gb: The candidate goes to the examination room at the appointed time and waits outside until called.

source: Die Kandidatin/der Kandidat absolviert die beiden Prüfungen.
en_gb: The candidate takes both examinations.

source: Die Reihenfolge der Prüfungen steht der Kandidatin/dem Kandidaten frei.
en_gb: The candidate may choose the order in which the examinations are taken.

source: Anschliessend verlässt die Kandidatin/der Kandidat den Prüfungsraum.
en_gb: When the examinations are over, the candidate leaves the room.

source: Nach der Prüfung begibt sich die Kandidatin/der Kandidat in einen speziell vorgesehenen Raum und wartet dort unter Aufsicht, bis die übrigen KandidatInnen des gleichen Prüfungsblocks (jeweils vormittags bzw. nachmittags) die Prüfung abgelegt haben.
en_gb: Following the examinations, the candidate waits under supervision in an appointed room until the other candidates in the same examination block (morning or afternoon) have completed the examinations.

source: Die Besprechung mit KandidatInnen, die die Prüfung noch nicht abgelegt haben, ist nicht erlaubt.
en_gb: Candidates may not talk to others who have not yet taken the examinations.

source: Die Verwendung des Mobiltelefons ist während dieser Wartezeit nicht gestattet.
en_gb: The use of mobile phones is not permitted during the waiting time.

source: Die Jury ( 4. Bewertung) hört sich die Aufzeichnung der Prüfung Simultandolmetschen mit Text an.
en_gb: The examiners ( 4. Assessment) listen to the recording of the Simultaneous Interpreting with Text examination.

source: Die Jury beurteilt und bewertet anschliessend die Leistungen der Kandidatin/des Kandidaten beider Prüfungstermine.
en_gb: The examiners assess the candidate's performance on both examination dates.

source: Der Vorsitz informiert die Kandidatin/den Kandidaten über sämtliche Prüfungsergebnisse der Modulendprüfungen Simultan- und Konsekutivdolmetschen III, nachdem der Kandidat/die Kandidatin die letzte Prüfung des gesamten Prüfungsprogramms für die betreffenden Module abgelegt hat.
en_gb: Once candidates have completed the final examination of the entire examination series for the relevant modules, the chief examiner informs them of all results of the Simultaneous and Consecutive Interpreting III end-of-module examinations.

source: Die KandidatInnen erhalten für diese Besprechung einen Termin zugeteilt (siehe Prüfungsplan).
en_gb: Candidates are given an appointment for this discussion (see examination schedule).

source: Jury
en_gb: Examiners

source: der Leiter/die Leiterin der Vertiefung oder eine Stellvertretung (Vorsitz).
en_gb: the head of specialisation or their deputy (chief examiner).

source: Ist der Leiter/die Leiterin der Vertiefung verhindert, bestimmt die Studiengangleitung eine Stellvertretung.
en_gb: If the programme director cannot attend the examination, a deputy is appointed by the programme director.

source: Für jede Sprachversion bzw. jedes Modul Simultan- und Konsekutivdolmetschen III werden die folgenden Prüfungen abgelegt:
en_gb: The following exams must be taken for each language pair or each module in Simultaneous and Consecutive Interpreting III:

source: Am zweiten Prüfungstermin sind ein externer Experte und mindestens eine Semesterlehrkraft der geprüften Sprachversion anwesend (Ausnahmen siehe 4.1).
en_gb: An external expert and at least one course lecturer in the language pair examined are present (for exceptions see 4.1).

source: Ist für eine Prüfung keine Semesterlehrkraft verfügbar, bestimmt der Vorsitz eine andere Fachperson mit der betreffenden Sprachversion und nach Möglichkeit aus dem Kollegium als Vertretung.
en_gb: If no module teacher is available, the chief examiner appoints another suitable person with the language pair being examined, and preferably a member of the teaching staff.

source: nach Möglichkeit mindestens eine Semesterlehrkraft der zu prüfenden Sprachversion.
en_gb: if possible, at least one member of staff teaching the module in the language pair(s) being examined.

source: eine auswärtige Berufsdolmetscherin/ein auswärtiger Berufsdolmetscher mit der zu prüfenden Sprachversion der Kandidatin/des Kandidaten (Experte/Expertin).
en_gb: an external professional interpreter with the language pair being examined (expert).

source: ExpertInnen sind in der Regel Mitglieder des Internationalen Verbands der Konferenzdolmetscher (AIIC) und haben die Zielsprache der zu prüfenden Version in der Regel als A-Sprache.
en_gb: Experts are usually members of the International Association of Conference Interpreters (AIIC) and their main language is the target language being examined.

source: Die beiden Kurse Simultandolmetschen und Konsekutivdolmetschen werden getrennt bewertet.
en_gb: There are separate assessments for the two courses Simultaneous Interpreting and Consecutive Interpreting.

source: Es werden zwei Noten vergeben: eine gemeinsame Note für die beiden Teilprüfungen Simultandolmetschen mit Text und Simultandolmetschen ohne Text sowie eine Note für die Prüfung Konsekutivdolmetschen.
en_gb: Two marks are given: a joint mark for both parts of the examination Simultaneous Interpreting with Text and Simultaneous Interpreting without Text and a mark for the examination in Consecutive Interpreting.

source: Beide Kurse werden mit Viertelnoten bewertet.
en_gb: Marks are given in increments of 1/4.

source: Die Prüfungsjury einigt sich im Konsensverfahren auf die Prüfungsnoten.
en_gb: The examiners consult and agree on the final marks given.

source: Kommt bei der Bewertung keine Einigung zustande, geben sowohl die Semesterlehrkraft/-kräfte (gemeinsam) bzw. deren Vertretung als auch der/die Experte/Expertin einen Notenvorschlag ab.
en_gb: If they are unable to agree, both the course teacher or teachers (jointly) or their stand-in and the expert make their own proposal.

source: Prüfungsprotokoll
en_gb: Examination report

source: Die Bewertung wird schriftlich festgehalten und vom Experten/von der Expertin und vom Vorsitz unterzeichnet.
en_gb: The assessment is recorded in writing and then signed by the expert and the chief examiner.

source: Kurs- und Modulnote
en_gb: Course and module mark

source: Die Kursnote für einen Kurs Simultandolmetschen III oder Konsekutivdolmetschen III entspricht der Note der gleichnamigen Prüfung derselben Sprachversion.
en_gb: The course mark for a course in Simultaneous Interpreting III or Consecutive Interpreting III is the same as that awarded in the examination of the same name and language pair.

source: Die Modulnote entspricht dem Durchschnitt der beiden Kursnoten (Gewichtung je 1).
en_gb: The module mark is the average of both course marks (equal weighting).

source: Aufzeichnungen
en_gb: Recordings

source: Die Prüfungen werden aufgezeichnet.
en_gb: The examinations are recorded.

source: Deutsch als C-Sprache
en_gb: German as C Language

source: Die Studierenden…
en_gb: Students...

source: verfügen über einen gefestigten passiven Wortschatz der deutschen Sprache
en_gb: have a sound passive vocabulary in German

source: erkennen auch anspruchsvoll idiomatische Wendungen und syntaktische Strukturen der deutschen Sprache
en_gb: also recognise demanding idiomatic expressions and syntactic structures in German

source: Kennen die wesentlichen historischen, politischen, gesellschaftlichen und kulturellen Begebenheiten im deutschsprachigen Raum
en_gb: know the main historical, political, societal and cultural events in German-speaking countries

source: Sind über aktuelle Themen und Entwicklungen im deutschen Sprachraum informiert und wissen, mit welchen Hilfsmitteln sie sich auf dem Laufenden halten können
en_gb: are aware of current issues and developments in German-speaking countries and know where to get information about them

source: Aufbauend auf den Lerninhalten für Sprachkompetenz Deutsch als C-Sprache I:
en_gb: Building on the course content of the German as C Language I course:

source: Sprachkompetenz Deutsch als C-Sprache II
en_gb: German as C Language II

source: Gezielte Übungen zur Erweiterung der passiven (und allenfalls aktiven) Sprach- und Kulturkenntnisse des deutschen Sprachraums, insbesondere:
en_gb: Specific exercises to improve passive (and possibly active) knowledge of the language and culture in German-speaking countries, in particular:

source: Erweiterung des passiven Wortschatzes Deutsch
en_gb: passive German vocabulary

source: Erweiterung der Kenntnisse idiomatischer und syntaktischer Eigenheiten der deutschen Sprache, insbesondere in gesprochener Sprache
en_gb: knowledge of idiomatic and syntactic features of German, in particular of the spoken language

source: Kontaktunterricht
en_gb: Class instruction

source: Erweiterung der Kenntnisse zu historischen, politischen, gesellschaftlichen und kulturellen Begebenheiten im deutschen Sprachraum
en_gb: knowledge of historical, political, societal and cultural aspects in German-speaking countries

source: Erweiterung der Kenntnisse zu aktuellen Themen und Entwicklungen im deutschen Sprachraum
en_gb: familiarity with current issues and developments in German-speaking countries

source: Begriffsysteme, Datenkategorien und -modellierung, Erfassen und Bearbeiten von Einträgen in einer Terminologie-Datenbank (TDB),
en_gb: Conceptual system, data categories and models, entering and editing entries in a terminology database (TDB),

source: ProfessionelleKonferenzvorbereitung; Vertiefung Fachübersetzen:
en_gb: professional conference preparation; specialisation in Professional Translation:

source: Fachwissen II:
en_gb: Subject knowledge II:

source: Technik:
en_gb: Technology:

source: Anhand von Texten aus dem Alltag von Übersetzern und Dolmetschern und an Beispielen von aktuellen Problemstellungen der Technik sollen die Studierenden zentrale Konzepte der Technik verstehen und anwenden können.
en_gb: On the basis of texts commonly encountered by translators and interpreters, students become familiar with and can apply the key concepts of technology.

source: Die Studierenden gewinnen anhand von Beispielen aus Theorie, Praxis und aktuellen Forschungsergebnissen Einblick in die medizinische Denkweise und Tätigkeit und können ausgewählte Konzepte und Grundlagen verstehen und anwenden.
en_gb: Students gain an insight into the theoretical and practical aspects of the medical field including recent research results, and can understand and apply selected fundamental concepts.

source: Ausgewählte Grundlagen und Konzepte der Technik insbesondere der Energietechnik
en_gb: Selected fundamental concepts in technology, in particular energy technology

source: Überblick über ausgewählte medizinische Grundlagen und Konzepte anhand von Beispielen aus Theorie und Praxis.
en_gb: Overview of selected fundamental concepts in medicine, with theoretical and practical examples.

source: 90 (Technikteil 45 h, Naturwissenschaftsteil (Medizin) 45 h)
en_gb: 90 (technology 45 hrs, sciences (medicine) 45 hrs)

source: Naturwissenschaft (Medizin):
en_gb: Science (medicine):

source: Naturwissenschaft und Technik
en_gb: Science and technology

source: KW38–KW44; Naturwissenschaft (Medizin):
en_gb: KW38–KW44; Science (medicine):

source: Schriftliche Prüfung in Technik (Teil 1) und Medizin (Teil 2) während der Prüfungswochen.
en_gb: Written examination in Technology (Part 1) and Medicine (Part 1) during exam weeks.

source: Bewertungsart:
en_gb: Assessment:

source: Bestanden / nicht bestanden Gewichtung der Prüfungsteile Technik und Naturwissenschaften:
en_gb: Pass / fail Weighting of each part:

source: je 1
en_gb: Equal weighting

source: 120 Minuten (Teil 1:
en_gb: 120 minutes (Part 1:

source: 60 Minuten, Teil 2:
en_gb: 60 minutes (Part 2:

source: 60 Minuten)
en_gb: 60 minutes)

source: Konferenzsimulation I
en_gb: Conference Simulation I

source: können eine Personenführungsanlage (Bidule, TourGuide) selbständig bedienen, kennen die Schwierigkeiten beim Flüsterdolmetschen und können damit kundengerecht umgehen
en_gb: can use a tour-guide system (bidule, TourGuide) independently, know the difficulties of chuchotage and are able to deal with them appropriately

source: können die in den bisherigen dolmetschspezifischen Fächern erworbenen Fähigkeiten in einer längeren Übung mit mehreren Konferenzsprachen in den Grundzügen anwenden
en_gb: can broadly apply the interpreting skills acquired in previous modules in a longer exercise involving several conference languages

source: Schwerpunkt 1:
en_gb: Specialisation I:

source: Workshop Flüsterdolmetschen Schwerpunkt 2:
en_gb: Chuchotage workshop Specialisation 2:

source: 1 bis 2 Virtual Master Classes mit dem Europäischen Parlament Schwerpunkt 3:
en_gb: 1 to 2 virutal master classes with the European Parliament Specialisation 3:

source: 2-3 Simulationen realer Konferenzsituationen mit authentischem Material
en_gb: 2-3 simulations of real conference situations with authentic material

source: regelmässiger Präsenzunterricht in Kleingruppen
en_gb: regular attendance in small groups

source: Übung, Diskussion (Team-Teaching, damit möglichst viele von den Studierenden angebotenen Versionen abgedeckt werden können)
en_gb: Practice, discussion (team-teaching so that as many versions as possible produced by the students can be covered)

source: Selbststudium
en_gb: Self-study

source: 1,5 (üblicherweise 5 Blöcke à 4 Lektionen)
en_gb: 1.5 (usually 5 blocks of 4 lessons)

source: Bestanden/nicht bestanden.
en_gb: Pass / fail

source: variiert je nach der Sprachkombination der Studierenden
en_gb: varies according to students’ langauge combination

source: Konferenzsimulation II
en_gb: Conference Simulation II

source: können die in den einzelnen Sprachversionen und sonstigen Kursen erworbenen Dolmetschkompetenzen in simulierten Konferenzsituationen anwenden.
en_gb: can apply the interpreting skills acquired in different language versions and other courses in simulated conference situations

source: sind in der Lage, sicher über Relais zu dolmetschen.
en_gb: are able to interpret confidently via relay

source: sind in der Lage, bei Relais-Dolmetschen ein sicheres Pivot zu bieten.
en_gb: can act confidently as the pivot in relay interpreting

source: arbeiten ohne Schwierigkeiten zu zweit in der Kabine als Team.
en_gb: can work without difficulty in a team of two in the booth.

source: Simulation von realen Konferenzsituationenen mit authentischem Material, ergänzt durch Übungen zur Arbeit in einem grösseren Team (Zuteilen von Referaten und Mikrophonwechsel bei Zweierteams, Arbeiten über Relais bzw. als Pivot), Beschaffen und Verarbeiten von Konferenzmaterial während der Konferenz (Manuskripte, Folien etc.).
en_gb: Simulation of actual conference situations using authentic material, and exercises on working in a larger team (allocating speeches and switching microphones in teams of two, working via relais and as the pivot), collecting and processing conference material during the conference (manuscripts, slides etc.).

source: Als Konferenzmaterial werden Originalreden (falls möglich Bild und Ton) von Fachtagungen, der UNO, EU, FIFA etc. sowie eigene, von den Studierenden selber vorbereitete Referate verwendet.
en_gb: The conference material used includes original speeches (if possible, video and audio) from specialist conferences, the UN, EU, FIFA etc. and presentations prepared by the students themselves.

source: Mini-Conferences, bei welchen die Studierenden zusätzlich zur Dolmetscherrolle selber auch die Rolle von Delegierten oder Ausschussmitglieder einnehmen.
en_gb: Mini-conferences, in which students play not only the role of the interpreter but also that of delegates or committee members.

source: 2 (üblicherweise 7 Blöcke à 4 Lektionen)
en_gb: 2 (usually 7 blocks of 4 lessons)

source: Virtual Master Classes mit dem Europäischen Parlament und dem Dolmetscherdienst der EU-Kommission (SCIC)
en_gb: Virtual Master Classes with the European Parliament and the EU Commission’s Directorate-General for Interpretation (SCIC)

source: Konferenzsprache
en_gb: Conference Language

source: kennen die in verschiedenen Situationen übliche Konferenzterminologie (u.a. vertiefte Kenntnisse zur Terminologie der EU, Wirtschaftssprache, Latein, Griechisch, Medizinisches usw.)
en_gb: know the common conference terminology used in a range of situations (incl. advanced knowledge of EU terminology, commercial language, Latin, Greek, medicine etc.)

source: Vermittlung zentraler Begriffe, Phraseologien und Konzepte bei Konferenzen (z.B. Bilanzpressekonferenzen, Hauptversammlungen)
en_gb: Key terms, phraseology and concepts in conferences (e.g. financial statement press conferences, AGMs)

source: Zentrale Terminologie bei Konferenzen (Sitzungsterminologie -insbesondere EU, Business Speak, Abkürzungen)
en_gb: Key terminology used at conferences (terminology of meetings, in particular EU, business speak, abbreviations)

source: Grundbegriffe Latein und Griechisch, ev. Medizin
en_gb: Key Latin and Greek terms, e.g. medical

source: aktive Teilnahme am Unterricht.
en_gb: Active participation in class.

source: Bewertungsart bestanden/nicht bestanden.
en_gb: Assessment: pass or fail.

source: Deutsch, unter Einbezug (nach Möglichkeit) aller Arbeitssprachen der Studierenden.
en_gb: German, plus (where possible) all of the students’ working languages.

source: Präsentation und Diskussion von Begriffen und Konzepten auf DE und EN anhand von schriftlichen Unterlagen sowie Ton-/Videodokumenten.
en_gb: Presentation and discussion of terms and concepts in DE and EN using written material and video/audio.

source: Erarbeitung der anderen Sprachen durch die Studierenden, Recherche ausgewählter Themen.
en_gb: Students also work in their other languages researching selected topics.

source: Anlegen einer Sammlung von Kurzlisten mit wichtigen Begriffen aus verschiedensten Themenbereichen (z.B. Natur, Technik, Kultur, Sport etc.)
en_gb: Formation of a collection of short lists with key terms in a range of topics (e.g. nature, technology, culture, sport etc.)

source: regelmässiger Präsenzunterricht in Kleingruppen:
en_gb: Regular class attendance in small groups.

source: Simultandolmetschen I (A-B)
en_gb: Simultaneous interpreting I (A-B)

source: Allgemein
en_gb: General

source: verfügen über effiziente Analysefähigkeiten im Umgang mit Texten.
en_gb: are able to analyse texts efficiently

source: weisen ein hohes Konzentrationsvermögen auf.
en_gb: have high levels of concentration

source: können die Dolmetschanlage im Mäander bedienen.
en_gb: can use the interpreting suite in the Mäander building

source: Spezifisch
en_gb: Specific

source: sind mit den wesentlichen Elementen (Basic Simultaneous Practice) der Simultantechnik vertraut und können diese anwenden.
en_gb: are familiar with the key elements of the simultaneous technique (Basic Simultaneous Practice) and can apply them

source: sind in der Lage, die wesentlichen Elemente einer langsam vorgetragenen allgemeinsprachlichen Rede korrekt zu dolmetschen.
en_gb: are able to interpret correctly the key elements of a slowly presented speech on a general topic

source: sind in der Lage, ein Zielprodukt zu liefern, das sachlich und sprachlich korrekt ist.
en_gb: are able to deliver a target product that is linguistically and factually correct

source: Vermittlung der grundlegenden Strategien des Simultandolmetschens anhand von unterschiedlichen Textsorten, -registern mit zunehmendem Schwierigkeitsgrad (leicht bis mittelschwer) zu aktuellen internationalen Themen
en_gb: Key strategies in simultaneous interpreting are acquired from a range of text types on current international topics with registers of increasing difficulty (easy to relatively difficult)

source: Einführung in die Technik des Simultandolmetschens (Übungen zum gleichzeitigen Zuhören und Sprechen, Shadowing, Synonym- und Flexibilitätsübungen)
en_gb: Introduction to the art of simultaneous interpretation (exercises on listening and speaking at the same time, shadowing, using synonyms and improving flexibility)
